{"keras_version": "1.1.1", "config": [{"config": {"input_dtype": "float32", "init": "glorot_uniform", "W_constraint": null, "W_regularizer": null, "activation": "linear", "output_dim": 1024, "b_constraint": null, "activity_regularizer": null, "input_dim": 9, "trainable": true, "name": "dense_1", "bias": true, "batch_input_shape": [null, 9], "b_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_1", "p": 0.2}, "class_name": "Dropout"}, {"config": {"trainable": true, "name": "activation_1", "activation": "sigmoid"}, "class_name": "Activation"}, {"config": {"init": "glorot_uniform", "W_constraint": null, "W_regularizer": null, "activation": "linear", "output_dim": 512, "b_constraint": null, "activity_regularizer": null, "input_dim": null, "name": "dense_2", "bias": true, "trainable": true, "b_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_2", "p": 0.3}, "class_name": "Dropout"}, {"config": {"trainable": true, "name": "activation_2", "activation": "sigmoid"}, "class_name": "Activation"}, {"config": {"init": "glorot_uniform", "W_constraint": null, "W_regularizer": null, "activation": "linear", "output_dim": 99, "b_constraint": null, "activity_regularizer": null, "input_dim": null, "name": "dense_3", "bias": true, "trainable": true, "b_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "activation_3", "activation": "softmax"}, "class_name": "Activation"}], "class_name": "Sequential"}